TOKEN = '' # Токен для бота
ticket_category_id = 1233550913545830462 # ид категории где будут создаваться тикеты
feedback_chanel_id = 1233549386789814383 # ид чата для отправки отзывов
ticket_role = 1181541370851237920 # ид роли кто будет видеть тикеты (продавец)
ticket_close_role = [1190696282495406130,1190696242523668530,] # ид роли которая сможет закрывать тикет(пользыватель)


ID_POST = 1237735977515094056  # ИД поста(для роли по реакции)
USER_ROLES_LIST = ()
MAX_ROLES = 3
CHANNEL_FOR_ROLES_ID = 1237732586285957183

ROLES_LIST = {  # Смайлик : Ид роли 
    "🇷🇺": 1190696242523668530,  # ru
    "🇪🇺": 1190696282495406130,  # eu
}